<!DOCTYPE html>
<html>
  <head>
    <title>О сайте</title>
    <meta charset="UTF-8">
    <link rel="stylesheet" href="style.css">
  </head>
    <body>
    <div class="text"><h1><b>О нашем сайте</b></h1></div>
        <div class="text">
            <p><img src="photo/2.jpg" alt="Семья" height="350" width="800" ></p>
            <div>
            Данный сайт знакомств был создан с целью помочь людям найти свою половинку, не используя фотографии.
            </div>
            <div>
            Наша платформа предоставляет возможность заполнить анкету с подробным описанием своих интересов, характера, предпочтений в жизни и в отношениях.
            </div>
            <div>
            Мы считаем, что именно интересы и взгляды на жизнь могут стать основой крепких и продолжительных отношений. Ведь внешность может быть обманчивой, а истинную красоту можно увидеть только внутри человека.
            </div>
            
            <div>
            При регистрации на нашем сайте вы заполняете подробную анкету о себе, в которой указываете все важные для вас параметры, которые помогут найти вам подходящего партнера. Затем, вы можете просматривать анкеты других пользователей и связываться с людьми, с которыми у вас взаимная симпатия.
            </div>
            <div>
            Мы уверены, что наш сервис поможет вам найти идеального партнера, основываясь на ваших интересах и жизненных ценностях. Наслаждайтесь общением и находите свою любовь на нашем сайте знакомств!
            </div>
        <a href=main.php> Нажмите,</a> чтобы вернуться на главную страницу"
        </div>
    </body>
</html>
